{
    "format": "layers-model",
    "generatedBy": "tfjs-converter",
    "convertedBy": "1.15.0",
    "modelTopology": {
      "class_name": "Sequential",
      "config": {
        "name": "sequential",
        "layers": [
          {
            "class_name": "InputLayer",
            "config": {
              "batch_input_shape": [null, 60],
              "dtype": "float32",
              "name": "input_1",
              "sparse": false
            }
          },
          {
            "class_name": "Dense",
            "config": {
              "activation": "relu",
              "activity_regularizer": null,
              "dtype": "float32",
              "units": 64,
              "use_bias": true,
              "name": "dense_1"
            }
          },
          {
            "class_name": "Dense",
            "config": {
              "activation": "softmax",
              "activity_regularizer": null,
              "dtype": "float32",
              "units": 7,
              "use_bias": true,
              "name": "dense_2"
            }
          }
        ]
      }
    },
    "weightsManifest": [
      {
        "paths": ["group1-shard1of1.bin"],
        "weights": [
          {"name": "dense_1/kernel", "shape": [60, 64], "dtype": "float32"},
          {"name": "dense_1/bias", "shape": [64], "dtype": "float32"},
          {"name": "dense_2/kernel", "shape": [64, 7], "dtype": "float32"},
          {"name": "dense_2/bias", "shape": [7], "dtype": "float32"}
        ]
      }
    ]
  }